tap "homebrew/bundle"
tap "mongodb/brew"
tap "twitchdev/twitch"
brew "asciinema"
brew "atuin"
brew "bat"
brew "cloc"
brew "cmake"
brew "cowsay"
brew "dav1d"
brew "difftastic"
brew "dog"
brew "eza"
brew "fd"
brew "libevent"
brew "ffmpeg"
brew "figlet"
brew "fzf"
brew "git-delta"
brew "git-flow-avh"
brew "helm"
brew "jack"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "kubectx"
brew "libpq"
brew "llvm"
brew "lolcat"
brew "lua@5.1"
brew "luarocks"
brew "mongosh"
brew "ncurses"
brew "neofetch"
brew "neovim"
brew "neovide"
brew "ninja"
brew "pcre"
brew "pkg-config"
brew "procs"
brew "qjackctl"
brew "ripgrep"
brew "starship"
brew "stern"
brew "stow"
brew "telnet"
brew "thefuck"
brew "tlrc"
brew "utf8proc"
brew "wget"
brew "xsel"
brew "yazi"
brew "yq"
brew "yt-dlp"
brew "zoxide"
brew "zsh-autosuggestions"
brew "mongodb/brew/mongodb-community"
brew "twitchdev/twitch/twitch-cli"
cask "keycastr"
